// IMPORTS
import { NavigationItem } from "@/shared/types/navigation";

const afterAreasList = [
  {
    id: 1000,
    name: "ایمنی عرصه‌های عمومی",
    bullet: true,
    children: [
      {
        id: 2000,
        name: "ایمن سازی بوستان ها",
        bullet: true,

        children: [
          {
            id: 3000,
            name: "ایمن سازی فضای سبز",
            bullet: true,

            children: [
              {
                id: 4000,
                bullet: true,
                name: "بازرسی از بوستان، لچکی و رفیوژ و احصا عدم انطباق توسط اداره HSE",
                link: "/incidentor/test",
              },
              {
                id: 4001,
                bullet: true,
                name: "تدوین گزارش و ابلاغ عدم انطباق به اداره فضای سبز منطقه",
              },
              {
                id: 4002,
                bullet: true,
                name: "رفع عدم انطباق",
              },
            ],
          },
          {
            id: 3001,
            bullet: true,
            name: "ایمن‌سازی زمین های بازی",
            children: [
              {
                id: 4003,
                bullet: true,
                name: "هماهنگی جهت بازرسی شرکت مورد تایید اداره کل استاندارد و احصا عدم انطباق ها",
              },
              {
                id: 4005,
                bullet: true,
                name: "رفع عدم انطباق های احتمالی",
              },
              {
                id: 4006,
                bullet: true,
                name: " اخذ استاندارد تجهیزات و کفپوش زمین بازی توسط اداره فضای سبز",
              },
            ],
          },
        ],
      },
      {
        id: 2001,
        bullet: true,
        name: "ایمن سازی مراکز خدماتی شهرداری",
        children: [
          {
            id: 3002,
            bullet: true,
            name: "ایمن‌سازی  ایستگاه‌ها و غرفه‌های بازیافت",
            children: [
              {
                id: 4007,
                bullet: true,
                name: " بازرسی و احصا عدم انطباق ها توسط اداره HSE",
              },
              {
                id: 4008,
                bullet: true,
                name: "تدوین گزارش و ابلاغ عدم انطباق به منطقه",
              },
              {
                id: 4009,
                bullet: true,
                name: "رفع عدم انطباق توسط اداره مربوطه",
              },
            ],
          },
          {
            id: 3003,
            bullet: true,
            name: "ایمن‌سازی سرای محلات",
            children: [
              {
                id: 4010,
                bullet: true,
                name: "بازرسی و احصا عدم انطباق ها توسط اداره HSE",
              },
              {
                id: 4011,
                bullet: true,
                name: "تدوین گزارش و ابلاغ عدم انطباق به منطقه",
              },
              {
                id: 4012,
                bullet: true,
                name: "رفع عدم انطباق توسط اداره مربوطه",
              },
            ],
          },
          {
            id: 3004,
            bullet: true,
            name: "ایمن‌سازی ایستگاه‌های اتوبوس",
            children: [
              {
                id: 4013,
                bullet: true,
                name: "بازرسی و احصا عدم انطباق ها توسط اداره HSE",
              },
              {
                id: 4014,
                bullet: true,
                name: "تدوین گزارش و ابلاغ عدم انطباق به منطقه",
              },
              {
                id: 4015,
                bullet: true,
                name: "رفع عدم انطباق توسط اداره مربوطه",
              },
            ],
          },
          {
            id: 3005,
            bullet: true,
            name: "ایمن‌سازی مراکز خدمات اجتماعی",
            children: [
              {
                id: 4016,
                bullet: true,
                name: "بازرسی و احصا عدم انطباق ها توسط اداره HSE",
              },
              {
                id: 4017,
                bullet: true,
                name: "تدوین گزارش و ابلاغ عدم انطباق به منطقه",
              },
              {
                id: 4018,
                bullet: true,
                name: "رفع عدم انطباق توسط اداره مربوطه",
              },
            ],
          },
          {
            id: 3006,
            bullet: true,
            name: "ایمن‌سازی مراکز اسکان کارگری",
            children: [
              {
                id: 4019,
                bullet: true,
                name: "بازرسی و احصا عدم انطباق ها توسط اداره HSE",
              },
              {
                id: 4020,
                bullet: true,
                name: "تدوین گزارش و ابلاغ عدم انطباق به منطقه",
              },
              {
                id: 4021,
                bullet: true,
                name: "رفع عدم انطباق توسط اداره مربوطه",
              },
            ],
          },
          {
            id: 3007,
            bullet: true,
            name: "ایمن‌سازی پل‌های غیر مکانیزه",
            children: [
              {
                id: 4022,
                bullet: true,
                name: "بازرسی و احصا عدم انطباق ها توسط اداره HSE",
              },
              {
                id: 4023,
                bullet: true,
                name: "تدوین گزارش و ابلاغ عدم انطباق به منطقه",
              },
              {
                id: 4024,
                bullet: true,
                name: "رفع عدم انطباق توسط اداره مربوطه",
              },
            ],
          },
          {
            id: 3008,
            bullet: true,
            name: "برگزاری جلسات کمیته  HSE",
            children: [
              {
                id: 4025,
                bullet: true,
                name: "طرح موضوعات اخذ شده از آتشنشانی، مدیر سلامت منطقه، مدیر بحران منطقه، محیط زیست منطقه، دبیرخانه HSE، سامانه 137 و ...  در جلسه",
              },
              {
                id: 4026,
                bullet: true,
                name: "اخذ مصوبه",
              },
              {
                id: 4027,
                bullet: true,
                name: "پایش تا حصول نتیجه",
              },
            ],
          },
        ],
      },
      {
        id: 2002,
        bullet: true,
        name: "پایش رعایت الزامات HSE پیمانکاران",
        children: [
          {
            id: 3009,
            bullet: true,
            name: "پیش ارزیابی، ارزیابی و نظارت میدانی بر عملکرد HSE پیمانکاران",
            children: [
              {
                id: 4028,
                bullet: true,
                name: "تعیین و درج شرایط و ملاحظات HSE در آگهی فراخوان مناقصه با همکاری امور قراردادها",
              },
              {
                id: 4029,
                bullet: true,
                name: "تعیین و درج مفاد و الزامات HSE  پیمان در اسناد مناقصه با همکاری امور قراردادها",
              },
              {
                id: 4030,
                bullet: true,
                name: "بررسی صلاحیت HSE شرکتهای متقاضی پیمان در مناقصه",
              },
              {
                id: 4031,
                bullet: true,
                name: "برگزاری جلسات توجیهی با پیمانکار منتخب ",
              },
              {
                id: 4032,
                bullet: true,
                name: "اجرای مفاد و الزامات HSE پیمان و تعهدات مندرج در HSEPLAN توسط پیمانکار حین اجرای پیمان",
              },
            ],
          },
          {
            id: 3010,
            bullet: true,
            name: "ارزشیابی عملکرد HSE پیمانکاران",
            children: [
              {
                id: 4033,
                bullet: true,
                name: "نظارت میدانی /دوره ای عملکرد HSE پیمانکار توسط اداره HSE و ارائه گزارش به دبیر خانه HSE",
              },
              {
                id: 4034,
                bullet: true,
                name: "پایش های دوره ای ارزشیابی عملکرد شش کاهه",
              },
              {
                id: 4035,
                bullet: true,
                name: "بازرسی های HSE موردی",
              },
              {
                id: 4036,
                bullet: true,
                name: "گزارش به شورای اسلامی شهر، شهردار و شورای سیاست گذاری شهر تهران ",
              },
            ],
          },
        ],
      },
    ],
  },
  {
    id: 1001,
    bullet: true,
    name: "ایمن سازی ساختمان های تحت مالکیت شهرداری",
    children: [
      {
        id: 2003,
        bullet: true,
        name: "ایمنی آسانسور ها",
        children: [
          {
            id: 3011,
            bullet: true,
            name: "اخذ استاندارد آسانسورها",
            children: [
              {
                id: 4037,
                bullet: true,
                name: "پیگیری روند اخذ استاندارد",
              },
              {
                id: 4038,
                bullet: true,
                name: " بازرسی آسانسور ها توسط شرکت مورد تایید سازمان استاندارد",
              },
              {
                id: 4039,
                bullet: true,
                name: "رفع عدم انطباق های احتمالی ",
              },
              {
                id: 4040,
                bullet: true,
                name: "اخذ استاندارد",
              },
            ],
          },
          {
            id: 3012,
            bullet: true,
            name: "بازرسی فنی",
            children: [
              {
                id: 4041,
                bullet: true,
                name: " اخذ گزارش بازرسی فنی دوره ای توسط پیمانکار نگهداشت آسانسور- اداره HSE",
              },
              {
                id: 4042,
                bullet: true,
                name: "پیگیری رفع عدم انطباق های احتمالی ",
              },
            ],
          },
          {
            id: 3013,
            bullet: true,
            name: "بیمه مسئولیت",
            children: [
              {
                id: 4043,
                bullet: true,
                name: "پیگیری اخذ بیمه مسئولیت توسط واحد تاسیسات منطقه",
              },
            ],
          },
        ],
      },
      {
        id: 2004,
        bullet: true,
        name: "ایمنی تاسیسات مکانیکی و برقی",
        children: [
          {
            id: 3014,
            bullet: true,
            name: "تابلو برق",
            children: [
              {
                id: 4044,
                bullet: true,
                name: "بازرسی و احصا عدم انطباق توسط اداره HSE",
              },
              {
                id: 4045,
                bullet: true,
                name: "تدوین گزارش و ابلاغ عدم انطباق به منطقه",
              },
              {
                id: 4046,
                bullet: true,
                name: "رفع عدم انطباق توسط اداره مربوطه",
              },
              {
                id: 4047,
                bullet: true,
                name: "پیگیری رفع عدم انطباق توسط اداره HSE",
              },
            ],
          },
          {
            id: 3015,
            bullet: true,
            name: "معاینه فنی موتورخانه ها",
            children: [
              {
                id: 4048,
                bullet: true,
                name: "بازرسی وضعیت فنی موتورخانه ها توسط اداره محیطزیست- اداره HSE",
              },
              {
                id: 4049,
                bullet: true,
                name: "پیگیری اخذ گواهی معاینه فنی موتورخانه ها از شرکت مورد تایید اداره استاندارد",
              },
              {
                id: 4050,
                bullet: true,
                name: "پیگیری اخذ گواهی تست هیدوراستاتیک دیگ و بویلر توسط واحد تاسیسات منطقه- اداره HSE",
              },
            ],
          },
          {
            id: 3016,
            bullet: true,
            name: "بازرسی فنی موتورخانه ها",
            children: [
              {
                id: 4051,
                bullet: true,
                name: "بازرسی از موتورخانه و تاسیسات توسط اداره HSE",
              },
              {
                id: 4052,
                bullet: true,
                name: "تدوین گزارش و ابلاغ عدم انطباق به واحد تاسیسات",
              },
              {
                id: 4053,
                bullet: true,
                name: "رفع عدم انطباق توسط واحد تاسیسات",
              },
              {
                id: 4054,
                bullet: true,
                name: "پیگیری رفع عدم انطباق توسط اداره HSE",
              },
            ],
          },
        ],
      },
    ],
  },
  {
    id: 1002,
    bullet: true,
    name: "ارتقاء سطح آمادگی و توانمندی مواجهه با شرایط اضطراری",
    children: [
      {
        id: 2005,
        bullet: true,
        name: "برگزاری تمرین",
        children: [
          {
            id: 3017,
            bullet: true,
            name: " طراحی تمرین",
            children: [
              {
                id: 4055,
                bullet: true,
                name: "تعیین مخاطره، تدوین سناریو و اخذ تاییدیه از سازمان",
              },
              {
                id: 4066,
                bullet: true,
                name: "برگزاری جلسات هماهنگی و تعیین سهم و نقش ارکان تمرین",
              },
            ],
          },
          {
            id: 3018,
            bullet: true,
            name: "تمرین دور میزی",
            children: [
              {
                id: 4067,
                bullet: true,
                name: "برگزاری تمرین دورمیزی و نهایی‌سازی سناریو",
              },
              {
                id: 4068,
                bullet: true,
                name: "ارزشیابی تمرین و تعیین نقاط قوت و قابل بهبود",
              },
              {
                id: 4069,
                bullet: true,
                name: "مستندسازی (تدوین درس آموخته‌ها و تعیین اقدامات اصلاحی مورد نیاز)",
              },
              {
                id: 4070,
                bullet: true,
                name: "پیگیری اجرایی نمودن اقدامات اصلاحی ",
              },
            ],
          },
          {
            id: 3019,
            bullet: true,
            name: "تمرین عملیاتی",
            children: [
              {
                id: 4071,
                bullet: true,
                name: "برگزاری تمرین عملیاتی",
              },
              {
                id: 4072,
                bullet: true,
                name: "ارزیابی تمرین و تعیین نقاط قوت و قابل بهبود",
              },
              {
                id: 4073,
                bullet: true,
                name: "مستندسازی (تدوین درس آموخته‌ها و تعیین اقدامات اصلاحی مورد نیاز)",
              },
              {
                id: 4074,
                bullet: true,
                name: "پیگیری اجرایی نمودن اقدامات اصلاحی ",
              },
            ],
          },
        ],
      },
      {
        id: 2006,
        bullet: true,
        name: "آموزش و مشارکت جامعه محور",
        children: [
          {
            id: 3020,
            bullet: true,
            name: "پویش آموزش همگانی شهر ایمن و آماده",
            children: [
              {
                id: 4048,
                bullet: true,
                name: "اطلاع رسانی محیطی و مجازی",
              },
              {
                id: 4049,
                bullet: true,
                name: "ثبت‌نام از شهروندان  با حضور ( حداقل 30 نفر) برای شرکت در دوره‌های آموزشی",
              },
              {
                id: 4050,
                bullet: true,
                name: " هماهنگی اعزام مربی و برگزاری دوره‌هاي آموزشی ",
              },
              {
                id: 4051,
                bullet: true,
                name: "ثبت اطلاعات حاضران در سامانه",
              },
            ],
          },
          {
            id: 3021,
            bullet: true,
            name: "آموزش همگانی دستگاه شوک الکتریکی خارجی (AED) برگزاری 10 دوره آموزشی",
            children: [
              {
                id: 4052,
                bullet: true,
                name: "دریافت محتوای آموزشی از سازمان",
              },
              {
                id: 4053,
                bullet: true,
                name: "برگزاری دوره‌هاي آموزشی ویژه شهروندان ",
              },
              {
                id: 4054,
                bullet: true,
                name: "ثبت مستندات در سامانه",
              },
            ],
          },
          {
            id: 3022,
            bullet: true,
            name: "مدرسه ایمن و آماده (بازید و آشنایی با کارکردهای پایگاه‌های مدیریت بحران برای مدارس متوسطه اول)",
            children: [
              {
                id: 4055,
                bullet: true,
                name: "هماهنگی با نواحی و مدارس و تهیه فهرست دانش‌آموزان",
              },
              {
                id: 4056,
                bullet: true,
                name: "برگزاری اردوی آشنایی با پایگاه ویژه مدیریت بحران و آشنایی با کارکردهای پایگاه و بازدید از انبار پایگاه ",
              },
              {
                id: 4057,
                bullet: true,
                name: "ثبت اطلاعات و مستندات اردو در سامانه",
              },
            ],
          },
          {
            id: 3023,
            bullet: true,
            name: "جذب و آموزش نیروهای جدید دوام ",
            children: [
              {
                id: 4058,
                bullet: true,
                name: "اطلاع رسانی محیطی در اماکن عمومی و ساختمانهای سرای محلات و مساجد و نمایشگاهها، فضای مجازی در اختیار منطقه و ...",
              },
              {
                id: 4059,
                bullet: true,
                name: "ثبت نام از داوطلبان و ثبت در سامانه دوام همراه مشخصات و مدارک کامل ",
              },
              {
                id: 4060,
                bullet: true,
                name: "برگزاری دوره های آموزشی حضوری و مجازی",
              },
              {
                id: 4061,
                bullet: true,
                name: " برگزاری آزمون ",
              },
              {
                id: 4062,
                bullet: true,
                name: "صدور گواهینامه به داوطلبان واجد شرایط",
              },
            ],
          },
          {
            id: 3024,
            bullet: true,
            name: "توسعه و ساماندهی رسته‌های تخصصی دوام (حامی، HSE و عملیاتی)",
            children: [
              {
                id: 4063,
                bullet: true,
                name: "شناسایی ظرفیت های موجود در داوطلبان منطقه برای تشکیل رسته های تخصصی",
              },
              {
                id: 4064,
                bullet: true,
                name: "برگزاری دوره های آموزشی تکمیلی و تخصصی در رسته مورد نظر",
              },
            ],
          },
          {
            id: 3025,
            bullet: true,
            name: "باز آموزی اعضای فعال دوام ",
            children: [
              {
                id: 4065,
                bullet: true,
                name: "برنامه ریزی برگزاری دوره بازآموزی",
              },
              {
                id: 4066,
                bullet: true,
                name: "اطلاع رسانی و فراخوان نیروهای داوطلب",
              },
              {
                id: 4067,
                bullet: true,
                name: "برگزاری دوره بازآموزی",
              },
            ],
          },
          {
            id: 3026,
            bullet: true,
            name: "پایدارسازی نیروهای دوام از طریق برگزاری اردو",
            children: [
              {
                id: 4068,
                bullet: true,
                name: "ظرفیت سنجی از امکانات سطح منطقه",
              },
              {
                id: 4069,
                bullet: true,
                name: "پیشنهاد زمان و مکان و هماهنگی با کارشناسان سازمان",
              },
              {
                id: 4070,
                bullet: true,
                name: " برگزاری اردو و ثبت مستندات در سامانه",
              },
            ],
          },
          {
            id: 3027,
            bullet: true,
            name: "برپایی غرفه ستاد گمشدگان در تجمعات انبوه",
            children: [
              {
                id: 4071,
                bullet: true,
                name: "انتخاب اعضای واجد شرایط داوطلب",
              },
              {
                id: 4072,
                bullet: true,
                name: "هماهنگی و پشتیبانی حضور اعضا در محل استقرار ستاد منطقه",
              },
            ],
          },
          {
            id: 3028,
            bullet: true,
            name: "توسعه شبکه خیرین و مسئولیت پذیری اجتماعی",
            children: [
              {
                id: 4073,
                bullet: true,
                name: "برگزاری جلسات با معاونت فرهنگی اجتماعی منطقه",
              },
              {
                id: 4074,
                bullet: true,
                name: "شناسایی ظرفیتهای موجود منطقه ( خیرین و شرکتهای مستقر در منطقه) و تهیه اطلاعاتی از توانمندی و امکانات خیرین و شرکتها و شبکه سازی ",
              },
              {
                id: 4075,
                bullet: true,
                name: "برگزاری جلسات منظم با مدیران و خیرین بند فوق با حضور مدیران و مسئولان منطق",
              },
              {
                id: 4076,
                bullet: true,
                name: "برگزاری جلسات آموزشی برای خیرین و شرکتهای شناسایی شده",
              },
              {
                id: 4077,
                bullet: true,
                name: "هماهنگی و جلب مشارکت نقدی و غیر نقدی در برنامه های آمادگی و کاهش خطر سازمان( کمد تجهیزات مدارس،مساجد ، مقاوم سازی غیر سازه ای مدارس و ایمن نمودن فضاهای عمومی و ...) و هنگام بروز سوانح بر اساس نیازهای اعلام شده ",
              },
            ],
          },
        ],
      },
    ],
  },
  {
    id: 1003,
    bullet: true,
    name: "ایمن سازی ساختمان های موجود",
    children: [
      {
        id: 2007,
        bullet: true,
        name: "ایمن سازی حریق",
        children: [
          {
            id: 3029,
            bullet: true,
            name: "ارزیابی ساختمان ها",
            children: [
              {
                id: 4078,
                bullet: true,
                name: "شناسایی ساختمان های  مسکونی بالای 5 طبقه و صنعتی با هر مساحت و تعداد طبقه و سایر تصرف ها بیش از یک طبقه توسط شهرداری منطقه و اعلام به آتشنشانی",
              },
              {
                id: 4079,
                bullet: true,
                name: "بازدید و صدور اخطاریه و دستورالعمل ایمنی بهره‌برداری موقت و ارائه مهلت سه ماهه جهت اجرای تمهیدات ایمنی از سوی آتشنشانی",
              },
              {
                id: 4080,
                bullet: true,
                name: "اولویت‌بندی ساختمان‌های ناایمن بر اساس میزان خطر توسط سازمان آتشنشانی و در صورت پرخطر بودن ارسال لیست به شهرداری منطقه",
              },
              {
                id: 4081,
                bullet: true,
                name: "ابلاغ مهلت دار (یک ماهه) شهرداری منطقه به مالک / ذینفع / بهره برداران جهت مراجعه به آتشنشانی و تشکیل پرونده",
              },
            ],
          },
          {
            id: 3030,
            bullet: true,
            name: "ایمن سازی ساختمان‌های پر خطر حریق(در صورت مراجعه مالک)",
            children: [
              { id: 4082, bullet: true, name: "دریافت دستورالعمل از سوی مالک" },
              { id: 4083, bullet: true, name: "اجرای دستورالعمل از سوی مالک" },
              {
                id: 4084,
                bullet: true,
                name: "صدور تاییدیه ایمنی از سوی سازمان آتشنشانی",
              },
            ],
          },
          {
            id: 3031,
            bullet: true,
            name: "ایمن سازی ساختمان‌های پر خطر حریق(در صورت عدم مراجعه مالک)",
            children: [
              {
                id: 4085,
                bullet: true,
                name: "دعوت مالک به کمیته ایمنی منطقه و تفهیم موضوع و تهیه صورتجلسه",
              },
              {
                id: 4086,
                bullet: true,
                name: "صدور و ابلاغ دو اخطار با فاصله زمانی حداکثر ده روز ",
              },
              {
                id: 4087,
                bullet: true,
                name: " نصب پلاکارد با موضوع نا ایمنی در بازه زمانی 72 ساعت در محل نا ایمن",
              },
              {
                id: 4088,
                bullet: true,
                name: "تشکیل پرونده قضایی",
              },
              {
                id: 4089,
                bullet: true,
                name: "قطع انشعابات",
              },
              {
                id: 4090,
                bullet: true,
                name: "پلمپ",
              },
            ],
          },
        ],
      },
      {
        id: 2008,
        bullet: true,
        name: "ایمن سازی گودها",
        children: [
          {
            id: 3032,
            bullet: true,
            name: "عملیات ساختمانی (در حال اجرا / رها شده)",
            children: [
              {
                id: 4091,
                bullet: true,
                name: "شناسایی و ارزیابی گود رها شده / ناایمن (تمامی گودها)",
                children: [
                  {
                    id: 5000,
                    bullet: true,
                    name: "تعیین مالکیت گودهای اعلامی معاونت شهرسازی و معماری",
                  },
                ],
              },
              {
                id: 4092,
                bullet: true,
                name: "الف - مالک غیر از شهرداری تهران - اقدام کرده",
                children: [
                  {
                    id: 5001,
                    bullet: true,
                    name: "طرح موضوع گودهای دارای مالک غیر از شهرداری تهران در کمیته HSE منطقه",
                  },
                  {
                    id: 5002,
                    bullet: true,
                    name: "ابلاغ و الزام مالک به ارائه برنامه زمان بندی و ایمن سازی گود ظرف مدت 1-3 ماه ",
                  },
                  {
                    id: 5003,
                    bullet: true,
                    name: "پیگیری و اعلام به معاونت شهرسازی و معماری جهت تایید و خروج از فهرست گودهای رها شده",
                  },
                ],
              },
              {
                id: 4093,
                bullet: true,
                name: "الف - مالک غیر از شهرداری تهران - عدم اقدام",
                children: [
                  {
                    id: 5004,
                    bullet: true,
                    name: "طرح موضوع گودهای دارای مالک غیر از شهرداری تهران در کمیته HSE منطقه",
                  },
                  {
                    id: 5005,
                    bullet: true,
                    name: "ابلاغ و الزام مالک به ارائه برنامه زمان بندی و ایمن سازی گود ظرف مدت 1-3 ماه ",
                  },
                  {
                    id: 5006,
                    bullet: true,
                    name: "اخذ حکم قضایی توسط اداره حقوقی منطقه",
                  },
                  {
                    id: 5007,
                    bullet: true,
                    name: "مکاتبه با اداره کل برنامه ریزی، بودجه و کنترل عملکرد توسط شهرداری منطقه جهت اخذ اعتبار",
                  },
                  {
                    id: 5008,
                    bullet: true,
                    name: "ایمن سازی توسط شهرداری مطابق با نظر سازمان مشاور فنی و مهندسی",
                  },
                  {
                    id: 5009,
                    bullet: true,
                    name: "پیگیری و اعلام به معاونت شهرسازی و معماری جهت تایید و خروج از فهرست گودهای رها شده",
                  },
                ],
              },
              {
                id: 4094,
                bullet: true,
                name: "ب - مالک شهرداری تهران",
                children: [
                  {
                    id: 5010,
                    bullet: true,
                    name: "تامین هزینه ایمن سازی گودهای متعلق به شهرداری تهران",
                  },
                  {
                    id: 5011,
                    bullet: true,
                    name: "تحویل گودهای بسیار پرخطر  متعلق به شهرداری تهران یا فرامنطقه ای به معاونت فنی و عمرانی جهت ایمن سازی",
                  },
                  {
                    id: 5012,
                    bullet: true,
                    name: "ایمن سازی گودهای متعلق به شهرداری منطقه  تحت نظارت سازمان مشاور فنی و مهندسی شهر تهران",
                  },
                  {
                    id: 5013,
                    bullet: true,
                    name: "اعلام ایمنی گود به معاونت شهرسازی و  معماری، پس از اخذ تائید سازمان مشاور فنی و مهندسی شهر تهران ",
                  },
                ],
              },
            ],
          },
        ],
      },
      {
        id: 2009,
        bullet: true,
        name: "ایمن سازی در برابر زلزله",
        children: [
          {
            id: 3033,
            bullet: true,
            name: "ارزیابی ساختمان های مهم و بلند مرتبه (تمامی ساختمان ها)",
            children: [
              {
                id: 4095,
                bullet: true,
                name: "هماهنگی انجام بازدید از ساختمان ها مطابق فهرست ابلاغی سازمان پیشگیری و مدیریت بحران شهر تهران",
              },
              {
                id: 4096,
                bullet: true,
                name: "ورود نتایج ارزیابی ها (دریافتی از سازمان پیشگیری و مدیریت بحران شهر تهران) در سامانه شهرسازی و عدم صدور پایانکار برای ساختمان های نوساز یا عدم صدور هرگونه گواهی و استعلام برای ساختمان های موجود",
              },
              {
                id: 4097,
                bullet: true,
                name: "ابلاغ (حداکثر) دو مرحله اخطار به مالکان یا  ذی نفعان به همراه دستورالعمل ملاک عمل متناسب با سطح ارزیابی صورت گرفته",
              },
            ],
          },
          {
            id: 3034,
            bullet: true,
            name: "رسیدگی در صورت اقدام مالک",
            children: [
              {
                id: 4098,
                bullet: true,
                name: "الف - گروه ساختمانی A و B ",
                children: [
                  {
                    id: 5014,
                    bullet: true,
                    name: "دریافت مدارک از سوی مالک / ذی نفع و بررسی کفایت اسناد",
                  },
                  {
                    id: 5015,
                    bullet: true,
                    name: "ارائه مدارک به BHRC",
                  },
                  {
                    id: 5016,
                    bullet: true,
                    name: "دریافت نتیجه بررسی BHRC از طریق مکاتبه TDMMO",
                  },
                  {
                    id: 5017,
                    bullet: true,
                    name: "رفع سوء اثر از پرونده در صورت تائید مدارک توسط BHRC",
                  },
                ],
              },
              {
                id: 4099,
                bullet: true,
                name: "ج- گروه ساختمانی C ",
                children: [
                  {
                    id: 5018,
                    bullet: true,
                    name: "دریافت مدارک از سوی مالک / ذی نفع و بررسی کفایت اسناد",
                  },
                  {
                    id: 5019,
                    bullet: true,
                    name: "ارائه مدارک به BHRC",
                  },
                  {
                    id: 5020,
                    bullet: true,
                    name: "دریافت نتیجه بررسی BHRC از طریق مکاتبه TDMMO",
                  },
                  {
                    id: 5021,
                    bullet: true,
                    name: "اخذ مجوز بهسازی توسط مالک",
                  },
                  {
                    id: 5022,
                    bullet: true,
                    name: "پیگیری اجرای عملیات بهسازی و ارائه گزارش دوره ای در کمیته HSE",
                  },
                  {
                    id: 5023,
                    bullet: true,
                    name: "رفع سوء اثر از پرونده در اتمام عملیات بهسازی",
                  },
                ],
              },
              {
                id: 4100,
                bullet: true,
                name: "ه- گروه ساختمانی D ",
                children: [
                  {
                    id: 5024,
                    bullet: true,
                    name: "تخلیه ملک توسط مالک و عدم بهره برداری",
                  },
                  {
                    id: 5025,
                    bullet: true,
                    name: "رفع سوء اثر از پرونده در صورت تائید مدارک توسط BHRC",
                  },
                  {
                    id: 5036,
                    bullet: true,
                    name: "اخذ پروانه تخریب و نوسازی توسط مالک",
                  },
                  {
                    id: 5037,
                    bullet: true,
                    name: "پیگیری اجرای عملیات ساختمانی و ارائه گزارش دوره ای در کمیته HSE",
                  },
                ],
              },
            ],
          },
          {
            id: 3035,
            bullet: true,
            name: "رسیدگی در صورت عدم اقدام مالک ",
            children: [
              {
                id: 4101,
                bullet: true,
                name: "ب - گروه ساختمانی A و B ",
                children: [
                  {
                    id: 5038,
                    bullet: true,
                    name: "تشکیل پرونده قضائی در صورت عدم اقدام مالک متناسب با اخطار ابلاغی",
                  },
                  {
                    id: 5039,
                    bullet: true,
                    name: "اعلام عدم اقدام مالک به TDMMO پس از گذشت 6 ماه از زمان ابلاغ اخطار قضائی",
                  },
                ],
              },
              {
                id: 4102,
                bullet: true,
                name: "د - گروه ساختمانی C ",
                children: [
                  {
                    id: 5040,
                    bullet: true,
                    name: "تشکیل پرونده قضائی در صورت عدم اقدام مالک (انتخاب مهندس مشاور و ارزیابی لرزه ای ساختمان) متناسب با اخطارهای ابلاغی",
                  },
                  {
                    id: 5041,
                    bullet: true,
                    name: "تشکیل پرونده قضائی در صورت عدم اقدام مالک (اخذ مجوز بهسازی و شروع عملیات اجرایی) متناسب با اخطارهای ابلاغی",
                  },
                  {
                    id: 5042,
                    bullet: true,
                    name: "ممانعت از بهره برداری از ساختمان پس از گذشت 6 ماه از زمان ابلاغ اخطار قضائی و عدم اقدام مالک و اعلام به TDMMO",
                  },
                  {
                    id: 5043,
                    bullet: true,
                    name: "اخذ عوارض عدم بهسازی ساختمان‌هاي ناایمن لرزه‌اي",
                  },
                ],
              },
              {
                id: 4103,
                bullet: true,
                name: "و- گروه ساختمانی D ",
                children: [
                  {
                    id: 5044,
                    bullet: true,
                    name: "تشکیل پرونده قضائی در صورت عدم اقدام مالک (تخلیه ملک و عدم بهره برداری) متناسب با اخطارهای ابلاغی",
                  },
                  {
                    id: 5045,
                    bullet: true,
                    name: "تشکیل پرونده قضائی در صورت عدم اقدام مالک (اخذ پروانه تخریب و نوسازی) متناسب با اخطارهای ابلاغی",
                  },
                  {
                    id: 5046,
                    bullet: true,
                    name: "ممانعت از بهره برداری از ساختمان پس از گذشت 6 ماه از زمان ابلاغ اخطار قضائی و عدم اقدام مالک و اعلام به TDMMO",
                  },
                  {
                    id: 5047,
                    bullet: true,
                    name: "اخذ عوارض عدم بهسازی ساختمان‌هاي ناایمن لرزه‌اي",
                  },
                ],
              },
            ],
          },
        ],
      },
    ],
  },
];
export const plansSchema: NavigationItem[] = [
  { id: 100, bullet: true, name: "منطقه ۱", children: afterAreasList },
  { id: 101, bullet: true, name: "منطقه ۲", children: afterAreasList },
  { id: 102, bullet: true, name: "منطقه ۳", children: afterAreasList },
  { id: 103, bullet: true, name: "منطقه ۴", children: afterAreasList },
  { id: 104, bullet: true, name: "منطقه ۵", children: afterAreasList },
  { id: 105, bullet: true, name: "منطقه ۶", children: afterAreasList },
  { id: 106, bullet: true, name: "منطقه ۷", children: afterAreasList },
  { id: 107, bullet: true, name: "منطقه ۸", children: afterAreasList },
  { id: 108, bullet: true, name: "منطقه ۹", children: afterAreasList },
  { id: 109, bullet: true, name: "منطقه ۱۰", children: afterAreasList },
  { id: 110, bullet: true, name: "منطقه ۱۱", children: afterAreasList },
  { id: 111, bullet: true, name: "منطقه ۱۲", children: afterAreasList },
  { id: 112, bullet: true, name: "......" },
];
